Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=437_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: KueŠhtt neezzan ciistet Gollegiella 2010 ǩiõllciistin
fin: Kahta naista kunnioitetaan Gollegiella 2010 kielipalkinnolla

source: KueŠhtt neezzanpeällsa tollvääim, Máret Sára da Lajla Mattsson Magga, liâ kuhttu tuejjääm šuur tuâj sääŠmǩiõl ooudâsviikkâm da ruõkkâm diõtt.
fin: Kaksi naispuolista tulisielua, Máret Sárá ja Lajla Mattsson Magga, ovat kukin tahollaan tehneet laajaa työtä saamen kielen edistämiseksi ja säilyttämiseksi.

source: ÅåŠn suäna vuäǯǯa tâŠvvjânnamlaž ǩiõllciist Gollegiella 2010.
fin: Nyt he saavat jakaa pohjoismaisen kielipalkinnon Gollegiella 2010.

source: Ǩiõllcistt jueŠjjet juõŠǩǩ nuuŠbb eeŠjj da cisttsumm lij 12 500 euŠrred.
fin: Kielipalkinto jaetaan joka toinen vuosi ja palkintosumma on 12 500 euroa.

source: TäŠbbe skammʼmannu 22. peeiŠv ciist uŠvddeš tâŠvvjânnamlaž ministersåbbrest Tukholmast.
fin: Tänään marraskuun 22. päivänä palkinto luovutettiin pohjoismaisessa ministerikokouksessa Tukholmassa.

source: Ruõcc sääŠmteeŠǧǧ halltõõzz saaǥǥjååŠđteei Ingrid Inga ǩeiŠtt TâŠvvjânnmi halltõõzzid tõŠst, što tõk laaddâŠtte – jõnn cisttsuŠmme, koon ǩiõččâmvueŠǩǩ lokku vääŠldeŠl lij sääŠmǩiõli årra.
fin: Ruotsin saamelaiskäräjien hallituksen puheenjohtaja Ingrid Inga kehuu Pohjoismaiden hallituksia siitä että ne panostavat suureen palkintosummaan kiinnittääkseen huomiota saamen kieliin.

source: - Lij rämm vueiŠtted ââŠldeed näkkam tuâjjcistt da smeŠllkâŠtted oummid, kook liâ tuejjääm jõnn tuâj sääŠmǩiõl ruõkkâm da ooudâsviikkâm diõtt, son särnn.
fin: - On hauskaa voida palkita ja rohkaista ihmisiä, jotka ovat tehneet huomattavan työn saamen kielten säilyttämiseksi ja kehittämiseksi, hän sanoo.

source: Tän eeŠjj tâŠvvsääŠmǩiõl da saujjsääŠmǩiõl pââŠjtet pâŠjjsâjja.
fin: Tänä vuonna pohjoissaamea ja eteläsaamea nostetaan esille.

source: TâŠvvsääŠmǩiõl maainstet Ruõccâst, Taarrâst da LääŠddjânnmest, saujjsääŠm Ruõccâst da Taarrâst.
fin: Pohjoissaamea puhutaan Ruotsissa, Norjassa ja Suomessa, eteläsaamea Ruotsissa ja Norjassa.

source: TäŠst lij vuäŠnkânji ärvtõõllâmkomitea vuâđđjurddi, mõŠnt sami suäna Máret Sára da Lajla Mattsson Magga vuäǯǯa ciist eeŠjjest 2010.
fin: Tässä seuraa lyhyesti arviointikomitean perustelu miksi juuri Máret Sára ja Lajla Mattsson Magga saavat palkinnon vuonna 2010:

source: Máret Sára Máret Sára lij šõddâm e. 1947 Pessjooǥǥâst Porsanger kååŠddest Taarrâst.
fin: Máret Sárá on syntynyt v. 1947 Pyssyjoella Porsangin kunnassa Norjassa.

source: Son lij vuäŠmstam jieŠllmes ǩiõllˈlaž ooudâsviikkâmtuõjju täŠvvsääŠm ǩiõllvuuŠdest.
fin: Hän on omistanut elämänsä kielelliseen kehittämistyöhön pohjoissaamen alalla.

source: Son lij leämmaž uŠčteeŠlen, ǩeŠrjjneŠǩǩen, gaŠzeâtneŠǩǩen, puäʒʒhåiddvaaldšem vuäppõõzzuŠvddjen, čõõđtempõrggâz jååŠđteeŠjen da suŠst liâ leämmaž määŋg tuâj jeeŠres seäŠrvin da politiikklaž orgaanin.
fin: Hän on ollut opettajana, kirjailijana, lehtinaisena, poronhoitohallinnon neuvonantajana, kustannusyrityksen johtajana ja hänellä on ollut monia tehtäviä eri yhdistyksissä ja poliittisissa elimissä.

source: Ǩiõl kuõskki tuâjj lij jååŠttam mieŠldd suu tuâjj-jieŠllmest ruõŠpsses suõnnân da son lij leämmaž šiõǥǥ ooudâsviikkjen, nuŠtt jiijjâs ämmtes beäŠlnn da neezznen.
fin: Kieltä koskeva työ on seurannut hänen työelämässään punaisena lankana ja hän on ollut hyvänä esimerkkinä sekä ammatissaan että naisena.

source: MättʼteeŠl škooulneeŠǩǩid da mättʼtõõttjid da seämma poodd pueŠrääm mättʼtem-mõõntõõllmõõžžid da jiõčč mättʼtemriâššmõõžž.
fin: Opettamalla oppilaita ja opiskelijoita hän on samalla muuttanut sekä opetusmetodeja että itse opetusjärjestelmää.

source: Son lij õõutsââŠjest Kirsten Popeʼin čõõđtam mättʼtemǩeŠrjjrääid Eatnigiella (JieŠnnǩiõll) da jeeŠres ǩeeŠrjid, koin liâ sääŠnnsiõr, ǩieŠčč-čuõŠjjõõzz, särnnamvueŠjj da mättŠtemsiõr.
fin: Hän on yhdessä Kirsten Popen kanssa julkaissut oppikirjasarjan Eatnigiella sekä kirjoja, joissa on sanaleikkejä, riimejä, sanontoja ja oppimisleikkejä.

source: Mõõnni eeŠjj son lij čõõđtam kueŠhtt ǩeeŠrj sääŠnnštooŠppjõõzzin.
fin: Viime vuosina hän on myös julkaissut pari kirjaa sananparsista.

source: ʼhttseŠžže son lij leäŠmmaž mieŠldd čõõđteŠmen pâŠjjel 40 ǩeŠrjjed.
fin: Yhteensä hän on ollut mukana julkaisemassa yli 40 kirjaa.

source: Máret Sára lij leämmaž person, kååŠtt lij tuõsttâm jååŠtted jiijjâs čuâkksid.
fin: Máret Sárá on henkilö, joka on tohtinut kulkea omia teitä.

source: JieŠllemääiŠjest son lij leäŠmmaž oddâl šõddeeŠjen, gaŠzeâtneŠǩǩen, ǩeŠrjjneŠǩǩen, leša še ǩiõllpolitikklânji.
fin: Koko elämänsä aikana hän on ollut aktiivisena sekä pedagogina, lehtinaisena, kirjailijana mutta myös kielipoliittisesti.

source: Máret Sára kookkas vuällai sääŠmǩiõl kuõskki vääžnai tuâjj tuejjad suŠst Gollegiella (kåŠllǩiõl) kaallsõs äärv mieŠlddsa vuâǯǯai, tuâtt ärvtõõllâmkomitea.
fin: Máret Sárán laaja saamen kieltä koskeva työ tekee hänet Gollegiellan arvokkaaksi saajaksi, toteaa arviointikomitea.

source: Lajla Mattsson Magga Lajla Mattsson Magga lij šõddâm e. 1942 Kall-nõmmsaž siidâst Ruõcc Jämtlaandâst, lešâ lij jälstam kuuŠǩǩ ääiŠj Taar Koutokeinost.
fin: Lajla Mattsson Magga on syntynyt 1942 Kall-nimisessä kylässä Ruotsin Jämtlandissa, mutta on asunut pitkään Norjan Koutokeinossa.

source: SaujjsääŠmǩiõl ruõkkmõš, mättʼtumuš da ooudâsviikkmõš liâ mättʼtõõttâmääiŠjest ääŠljeeŠl leämmaž suu vääžnmõš tuâj, nuŠtt ämmatlaž da privat jieŠllmest.
fin: Eteläsaamen kielen säilyttäminen, opettaminen ja kehittäminen ovat opiskeluajoista lähtien olleet hänen keskipisteessään sekä ammatillisessa että yksityisessä elämässä.

source: Suu tuäimmjemvuŠvdd lij kookkas vuällai da vuäll käŠttet nuŠtt mooččâdǩeŠrjjlažvuõđ da teâttǩeŠrjjlažvuõđ, joortõõzzid, mättʼtõõzzid, ǩiõllaunnstõõzz noorrmõõzz da jeŠrrumuužž, päiŠǩǩnõõmid da sääŠnnǩeŠrjjtuâj.
fin: Hänen toiminta-alansa on laaja ja kattaa sekä kaunokirjallisuutta ja tietokirjallisuutta, käännöksiä, opetusta, kieliaineiston keräilyä ja analyysiä, paikannimiä ja sanakirjatyötä.

source: Lajla Mattsson Magga lij kuuŠǩǩ ääiŠj tuejjääm tuâj saujjsääŠmǩiõl uŠčteeŠlen da tuŠtǩǩeeŠjen.
fin: Lajla Mattsson Magga on pitkään tehnyt työtä eteläsaamen opettajana ja tentaattorina.

source: EeŠjjest 1984 suu vuõssmõs ǩeŠrjj iŠlmstõõvi, Maahke ryöknie, mâŋŋa tän ǩeeŠrj liâ očndõõttâm jeeŠres mättʼtemǩeeŠrj da päärnai ǩeeŠrj.
fin: Vuonna 1984 hänen ensimmäinen kirjansa ilmestyi, Maahke ryöknie, jonka jälkeen on seurannut muita oppikirjoja ja lasten kirjoja.

source: ÅåŠn son vuässââtt Biblija ođđest jåårǥlâŠttemtuõjju saujjsääŠmǩiõŠlle da seämma poodd son tuejjad ǩiõllmättǩeeŠrj.
fin: Nyt hän osallistuu Raamatun uudelleen käännöstyöhön eteläsaameksi ja samanaikaisesti hän laatii kielioppikirjaa.

source: Suu šuurmõš tänpoddsaž tuâjj lij ǩiõllvuuŠdest kueiŠt sääŠnnǩeeŠrj tuejjumuš. Åarjelsaemien daaroen baakogärjä / SaujjsääŠm-Taarr sääŠnnǩeŠrjj õõutsââŠjest Knut Bergslandʼin da Daaroen åarjelsaemien baakogärja / Taarr-SaujjsääŠm sääŠnnǩeŠrjj.
fin: Hänen suurin panoksensa kielialalla on kahden sanakirjan laatiminen: Åarjelsaemien-daaroen baakogärjä / Eteläsaame-norja sanakirja yhdessä Knut Bergslandin kanssa ja Daaroen-åarjelsaemien baakogärjä / Norja-eteläsaame sanakirja.

source: Lajla Mattsson Magga lij čõõđ jieŠllem ääiŠjes tääŠrǩeŠld da peersteeŠl vuässõõttâm saujjsääŠmǩiõl ǩiõllõhttsažtuõjju, kååŠtt tuejjad suŠst vääžnai ǩiõl-loŋŋneei da Gollegiella (kåŠllǩiõl) kaallsõs äärv mieŠlddsa vuâǯǯai, ärvtõõllâmkomitea tuâtt vuâđđjurddjest.
fin: Lajla Mattsson Magga on koko elämänsä aikana perusteellisesti osallistunut eteläsaamen kielityöhön, mikä tekee hänestä tärkeäksi kieleninnoittajaksi ja Gollegiellan palkinnon arvokkaaksi saajaksi, arviointikomitea toteaa perustelussaan.
